"VOICE_MAIL" = "Hangposta";
"VOICE_MAIL_UNREAD_FORMAT" = "H.posta (%d)";
"UNKNOWN_LOCATION" = "Ismeretlen helyszín";
"SPEAKER_NAV" = "Hangszóró|Üdvözlés";
"AUDIO_NAV" = "Hang";
"GREETING_NAV" = "Üdvözlés|Hangszóró";
"DELETE" = "Törlés";
"CALL_BACK" = "Visszahívás";

"CALL_VOICEMAIL" = "Hangposta hívása";
"VOICEMAIL_UNAVAILABLE" = "A Vizuális hangposta jelenleg nem elérhető.";
"VOICEMAIL_MORE_AVAILABLE" = "További üzenetei vannak a szerveren.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "A hangpostára kapcsolódás nem lehetséges";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Segítségért hívja a szolgáltatóját.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "%@ hívása";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Ez a hívó hagyott egy visszahívási számot, mely eltér a telefonszámától.";
"CALLBACK_ALERT_TITLE" = "Ez a hívó hagyott egy visszahívási számot.";

"PASSWORD" = "Jelszó";
"ENTER_PASSWORD_TITLE" = "A jelszó helytelen";
"ENTER_PASSWORD_DESCRIPTION" = "Adja meg a hangposta jelszavát";
"PASSWORD_PROMPT_PLACEHOLDER" = "jelszó";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Hívás";
"PASSWORD_RESET_INFO" = "Ha elfelejti a jelszavát, segítségért hívja ezt: %@.";
"PASSWORD_EXPIRED_TITLE" = "A hangposta jelszava lejárt";
"PASSWORD_EXPIRED_DESCRIPTION" = "Az üzenetek letöltéséhez módosítania kell a jelszavát.";
"CHANGE_NOW" = "Módosítás";
"OK" = "OK";

"DELETED_MESSAGES" = "Törölt üzenetek";
"DELETED" = "Törölt";
"UNDELETE" = "Töröltet vissza";
"CLEAR_ALL" = "Összes törlése";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Mégsem";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Összes törlése";
"CLEAR_ALL_ALERT_TITLE" = "Végleg töröljem a törölt hangposta-hívásokat?";

"GREETING" = "Üdvözlés";
"GREETING_PROMPT" = "Adja meg a kimenő üzenetét.";
"DONE" = "Kész";
"DEFAULT_GREETING_TITLE" = "Alapértelmezett";
"CUSTOM_GREETING_TITLE" = "Egyéni";
"PLAY" = "Lejátszás";
"RECORD" = "Felvétel";
"RECORD_A_GREETING" = "Üdvözlés felvétele";
"RECORDING_PERSONAL" = "Személyes rögzítés";
"STOP" = "Leállítás";
"SAVING_GREETING" = "Üdvözlés mentése…";
"SAVE_SUCCESS" = "Üdvözlés mentve.";
"RETRIEVING_GREETING" = "Üdvözlés letöltése…";

"CHANGE_AUDIO_SOURCE" = "Hangeszköz:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Hangposta nem elérhető";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Hangpostahiba";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Jelszóhiba";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "A jelszó érvénytelen";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Hangposta %d%%-ig megtelt";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Ez a fiók nem tartalmaz Visual Voicemail funkciót.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "A hozzáférés hitelesítése sikertelen.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Próbálja újra később.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "A postafiókhoz való csatlakozás sikertelen.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "A hangposta szolgáltatás elfoglalt.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "A postafiók jelenleg nem elérhető.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "A postafiók zárolt.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Az üzenet letöltése sikertelen.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Nincs korábban rögzített üdvözlés.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Az üdvözlés érvénytelen.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Az üdvözlés mentése sikertelen.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "A régi jelszó helytelen.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Adjon meg új jelszót.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "A jelszó túl egyszerű.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "A jelszó túl rövid.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "A jelszó túl hosszú.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "A jelszó mostanában módosult.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "A jelszó korábban már használatban volt.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "A jelszó már be van állítva.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Jelszómódosítás sikertelen.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Üzenet letöltése sikertelen.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Üzenet lejátszása sikertelen.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Kapcsolódás sikertelen.\nPróbálja újra később.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Kapcsolat kiépítése sikertelen.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Addig nem kap új üzeneteket, amíg nem töröl néhányat.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Hely felszabadításához töröljön üzeneteket.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Üzenet helyi tárolása sikertelen. Hely felszabadításához töröljön üzeneteket.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Ehhez a funkcióhoz nincs megfelelően konfigurálva a fiókja.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Kapcsolat kezdeményezése sikertelen.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Az adat-roaming kikapcsolva. Az adat-roaming az Általános beállítások Hálózat részében kapcsolható be.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "A Vizuális hangposta nem elérhető, ha a Mobil adatforgalom ki van kapcsolva. A Mobil adatforgalmat az Általános beállítások Hálózat részében kapcsolhatja be.";

"SETUP_TITLE" = "Hangposta letöltéséhez először adjon meg egy jelszót és üdvözlést.";
"SETUP_NOW" = "Megadás most";
"PASSCODE" = "Jelszó";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Adja meg a hangposta jelszavát";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Adja meg ismét a hangposta jelszavát";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "A jelszók eltérnek. Próbálja újra.";
"SETUP_GREETING_PROMPT" = "Válassza ki a hangposta üdvözlését.";
"SAVE" = "Mentés";
"SAVING_PASSWORD" = "Jelszó mentése…";
